/* 
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d tentativas de código secreto mal sucedidas";
"%d Failed Password Attempts" = "%d tentativas de senha mal sucedidas";

"1 Failed Passcode Attempt" = "1 tentativa de código secreto mal sucedida";
"1 Failed Password Attempt" = "1 tentativa de senha mal sucedida";

"Do you want to use Touch ID for authentication?" = "Você deseja usar o Touch ID para autenticação?";

"Done" = "Feito";

"Enable Touch ID" = "Habilitar Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Digite um código secreto diferente. Não é possível reutilizar o mesmo código secreto.";
"Enter a different password. Cannot re-use the same password." = "Digite uma senha diferente. Não é possível reutilizar a mesma senha.";

"Enter a passcode" = "Digite um código secreto";
"Enter a password" = "Digite uma senha";

"Enter your new passcode" = "Digite seu novo código secreto";
"Enter your new password" = "Digite sua nova senha";

"Enter your old passcode" = "Digite seu antigo código secreto";
"Enter your old password" = "Digite sua antiga senha";

"Enter your passcode" = "Digite seu código secreto";
"Enter your password" = "Digite sua senha";

"Invalid Passcode" = "Código secreto inválido";
"Invalid Password" = "Senha inválida";

"Passcodes did not match.\nTry again." = "Códigos secretos inválidos.\nTente novamente.";
"Password did not match.\nTry again." = "Senha inválida.\nTente novamente.";

"Re-enter your passcode" = "Redigite seu código secreto";
"Re-enter your password" = "Redigite sua senha";

"Try again in %d minutes" = "Tente novamente em %d minutos";

"Try again in 1 minute" = "Tente novamente em 1 minuto";